---
kind: property
id: P:Autodesk.Revit.DB.TextNode.Height
zh: 高度
source: html/b422b3b8-84ef-08ae-74f8-d1091ad2e0fe.htm
---
# Autodesk.Revit.DB.TextNode.Height Property

**中文**: 高度

Height [ft] of the area of the text content in model space.

## Syntax (C#)
```csharp
public double Height { get; }
```